/* suffix for when layer is turned into a mask, used in the layer list */
" Mask" = " 蒙版";

/* new style name, %@ contains the name of the first selected layer */
"%@ Style" = "%@ 个样式";

/* Library name for the user's global colors that contains the user's full name */
"%@’s Colors" = "%@ 的颜色";

/* Format string to prefix a number to the color variable name for alphabetical sorting */
"%lu. %@" = "%1$lu. %2$@";

/* image counter size format */
"%u × %u" = "%1$u × %2$u";

/* image counter title */
"%u Fills" = "%u 项填充";

/* image counter title */
"%u Layers" = "%u 个图层";

/* image counter title */
"%u Layers and Fills" = "%u 图层与填充";

/* image counter title */
"1 Fill" = "1项填充";

/* image counter title */
"1 Layer" = "1个图层";

/* Short text style preview string
   The text on a layer list icon that's generated in the code. It's showing the text style. */
"Aa" = "文";

/* color counter title */
"Artboard" = "画板";

/* color counter title */
"Artboards" = "画板";

/* color counter title */
"Border" = "边框";

/* color counter title */
"Borders" = "边框";

/* No comment provided by engineer. */
"Calculating how much space can be saved by scaling down images in the document. Please wait…" = "正在计算通过缩小图像可节省的空间大小。请稍等…";

/* No comment provided by engineer. */
"Calculating reductions…" = "正在计算减少的空间大小…";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* Reason string for a failed download */
"Check that the provided URL is correct and that it points to a valid assistant" = "检查所提供的网址是否正确以及其是否指向有效的助手";

/* No comment provided by engineer. */
"Close Path" = "闭合路径";

/* No comment provided by engineer. */
"Close Paths" = "闭合路径";

/* menu local-colors name */
"Color Variables" = "颜色变量";

/* No comment provided by engineer. */
"Combined Shape" = "形状结合";

/* menu item title for creating a new color */
"Create new Color" = "创建新的颜色";

/* menu item title for unlinking and updating a single color */
"Create New Color Variable and Replace" = "创新新的颜色变量并替换";

/* menu item title for creating a new layer style */
"Create New Layer Style" = "创建图层样式";

/* menu item title for unlinking and updating a single layer style */
"Create New Style and Replace" = "创建新的样式并替换";

/* menu item title for unlinking and updating multiple layer styles */
"Create New Styles and Replace" = "创建新的样式并替换";

/* menu item title for creating a new text style */
"Create New Text Style" = "创建字符样式";

/* second phase subtitle for progress sheet used when importing (large) SVG documents, the first %ld is the shape that's being imported, the second %ld is the total shapes being imported */
"Creating shapes %ld of %ld…" = "正在创建形状，已导入%ld，共%ld…";

/* The reset default style menu item in the style overrides */
"Default Style" = "默认样式";

/* No comment provided by engineer. */
"Delete Page" = "删除页面";

/* No comment provided by engineer. */
"Delete Pages" = "删除页面";

/* menu item title for detaching from a color
   menu item title for detaching from shared color */
"Detach from Color Variable" = "从颜色变量中分离";

/* menu item title for detaching from a layer style */
"Detach from Layer Style" = "从图层样式中分离";

/* menu item title for detaching from layer styles */
"Detach from Layer Styles" = "从图层样式中分离";

/* menu item title for detaching from a symbol */
"Detach from Symbol" = "从控件中分离";

/* menu item title for detaching from a text style */
"Detach from Text Style" = "从字符样式中分离";

/* menu item title for detaching from text styles */
"Detach from Text Styles" = "从字符样式中分离";

/* menu item title for detaching styles */
"Detach Styles" = "分离样式";

/* Layer list boolean ops menu - Difference */
"Difference" = "差集";

/* Title for the disconnect from data source menu item */
"Disconnect from Data Source" = "与素材源连接断开";

/* menu insert local symbols
   menu insert local textStyles */
"Document" = "文档";

/* No comment provided by engineer. */
"Dragged Layer" = "已拖动图层";

/* For use in the Edit-Undo menu, English text will appear as 'Undo Duplicate' or 'Redo Duplicate' */
"Duplicate" = "复制";

/* No comment provided by engineer. */
"Duplicate Page" = "复制页面";

/* No comment provided by engineer. */
"Duplicate Pages" = "复制页面";

/* Error shown when downloading and installing an assistant from a web address. */
"Failed to install assistant" = "安装助手失败";

/* No comment provided by engineer. */
"File size will be reduced by about %@." = "文件大小将被减少约 %@。";

/* No comment provided by engineer. */
"File size will be reduced by changing image resolutions." = "降低图像分辨率可减少文件大小。";

/* color counter title */
"Fill" = "填充";

/* color counter title */
"Fills" = "填充";

/* The flow destination override on the symbol master's override configs */
"Hotspot" = "热区";

/* The image override on the symbol master's override configs */
"Image" = "图像";

/* The data menu menu item in pattern fill inspector */
"Image Data" = "图像素材";

/* No comment provided by engineer. */
"Image size can’t be reduced." = "图像无法再减小。";

/* No comment provided by engineer. */
"Images are already at optimal size." = "图像已达到适合大小。";

/* second phase subtitle for progress sheet used when importing (large) PDF documents, the first %ld is the page that's being imported, the second %ld is the total pages being imported */
"Importing page %ld of %ld" = "正在导入， 第%1$ld页，共%2$ld页";

/* color counter title */
"Inner Shadow" = "内阴影";

/* color counter title */
"Inner Shadows" = "内阴影";

/* Layer list boolean ops menu - Intersect */
"Intersect" = "交集";

/* The layer style override on the symbol master's override configs */
"Layer Style" = "图层样式";

/* name for clipping mask */
"Mask" = "蒙版";

/* For use in the Edit-Undo menu, English text will appear as 'Undo Move' or 'Redo Move' */
"Move" = "移动";

/* No comment provided by engineer. */
"Multiple Color Variables" = "多种颜色变量";

/* No comment provided by engineer. */
"Multiple Layer Styles" = "多种图层样式";

/* No comment provided by engineer. */
"Multiple Styles" = "多种样式";

/* No comment provided by engineer. */
"Multiple Symbols" = "多种控件";

/* No comment provided by engineer. */
"Multiple Text Styles" = "多种字符样式";

/* No comment provided by engineer. */
"No Color Variables" = "没有颜色变量";

/* No comment provided by engineer. */
"No Layer Style" = "无图层样式";

/* No comment provided by engineer. */
"No Text Style" = "无字符样式";

/* Layer list boolean ops menu - None */
"None" = "无";

/* No comment provided by engineer. */
"Open Color Variable in Library…" = "在组件库中打开颜色变量…";

/* No comment provided by engineer. */
"Open Layer Style in Library…" = "在组件库中打开图层样式…";

/* No comment provided by engineer. */
"Open Path" = "打开路径";

/* No comment provided by engineer. */
"Open Paths" = "打开路径";

/* No comment provided by engineer. */
"Open Symbol in Library…" = "在组件库中打开控件…";

/* No comment provided by engineer. */
"Open Text Style in Library…" = "在组件库中打开字符样式…";

/* Alternative library name for global colors library if the user's full name is not available */
"Personal Colors" = "个人用颜色";

/* No comment provided by engineer. */
"Please provide a valid value." = "请输入有效值。";

/* No comment provided by engineer. */
"Please provide a valid value. The maximum allowed value is %1$g." = "请输入有效值。允许的最大值为%1$g。";

/* No comment provided by engineer. */
"Please provide a valid value. The minimum allowed value is %1$g." = "请输入有效值。允许的最小值为%1$g。";

/* first phase subtitle for progress sheet used when importing (large) PDF documents */
"Please wait while the %@ is imported" = "正在导入%@，请稍等";

/* first phase subtitle for progress sheet used when importing (large) SVG documents */
"Please wait while the SVG is imported" = "正在导入 SVG，请稍等";

/* No comment provided by engineer. */
"Reduce" = "减少";

/* 'Refresh Data' menu in the various Data menus */
"Refresh Data" = "刷新素材";

/* 'Refresh Data from Master' shown in the Data menu when a symbol instance is selected */
"Refresh Data from Master" = "刷新素材库";

/* menu item title for resetting a shared color */
"Reset Color" = "重设颜色";

/* menu item title for resetting a shared color */
"Reset Color Variable" = "重设颜色变量";

/* menu item title for resetting a layer style
   menu item title for resetting a text style */
"Reset Style" = "重设样式";

/* menu item title for resetting multiple layer styles
   menu item title for resetting multiple text styles
   menu item title for resetting styles */
"Reset Styles" = "重设样式";

/* color counter title */
"Shadow" = "阴影";

/* color counter title */
"Shadows" = "阴影";

/* The name of the data supplier group for all builtin Sketch data suppliers */
"Sketch Data" = "Sketch 素材";

/* Title for data suppliers that provide structured (JSON) data */
"Structured Data" = "结构化数据";

/* menu local-styles name */
"Styles" = "样式";

/* Layer list boolean ops menu - Subtract */
"Subtract" = "减去顶层";

/* The image override on the symbol master's override configs */
"Symbol" = "控件";

/* No comment provided by engineer. */
"Symbol is Missing" = "控件丢失";

/* menu local-symbols name */
"Symbols" = "控件";

/* No comment provided by engineer. */
"Text" = "字符";

/* color counter title */
"Text Layer" = "字符图层";

/* color counter title */
"Text Layers" = "字符图层";

/* The text style override on the symbol master's override configs */
"Text Style" = "字符样式";

/* The text string override on the symbol master's override configs */
"Text Value" = "字符值";

/* States that a pdf file cannot be imported. */
"The file “%@” could not be imported." = "无法导入文件“%@”。";

/* Reason string for an error occurring when trying read the assistant package.json metadata file */
"The package metadata file has an invalid format" = "安装包源数据文件包含了无效格式";

/* Reason string for a failed download */
"The provided URL is not supported" = "不支持所提供的网址";

/* No comment provided by engineer. */
"The value \"%1$@\" is invalid." = "无效值 \"%1$@\"。 ";

/* No comment provided by engineer. */
"The value %1$g is too large." = "值%1$g过大。";

/* No comment provided by engineer. */
"The value %1$g is too small." = "值%1$g过小。";

/* Provides the reason that the pdf file cannot be imported because it is password protected. */
"This PDF file is password protected." = "该PDF受到密码保护。";

/* color counter title
   The tint override on the symbol master's override configs */
"Tint" = "着色";

/* color counter title */
"Tints" = "色调";

/* Reason string for an error occurring when trying to extract an assistant package archive */
"Unable to extract the archive" = "无法提取存档";

/* Layer list boolean ops menu - Union */
"Union" = "联集";

/* menu item title for unlinking a layer style from the library
   menu item title for unlinking a shared color from the library
   menu item title for unlinking a symbol from the library
   menu item title for unlinking a text style from the library
   menu item title for unlinking from the library */
"Unlink from Library" = "与组件库取消关联";

/* Color Inspector: untitled library source */
"Untitled" = "无标题";

/* menu item title for updating a single shared color */
"Update Color Variable" = "更新颜色变量";

/* menu item title for updating multiple shared colors */
"Update Color Variables" = "更新颜色变量";

/* menu item title for updating the layer style */
"Update Layer Style" = "更新图层样式";

/* menu item title for updating multiple layer styles */
"Update Layer Styles" = "更新图层样式";

/* menu item title for updating the text style */
"Update Text Style" = "更新字符样式";

/* menu item title for updating multiple text styles */
"Update Text Styles" = "更新字符样式";

